Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Premium features require a subscription. Subscriptions are automatically renewable unless cancelled at least 24 hours before the end of the current period. You may cancel your subscription at any time through your App Store account settings.
ar: تتطلب ميزات النسخة المميزة اشتراكًا. وتتجدد الاشتراكات تلقائيًا ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من نهاية الفترة الحالية. ويمكنك إلغاء اشتراكك في أي وقت من إعدادات حسابك في App Store.
cs: Funkce Premium vyžadují předplatné. Předplatné se automaticky obnovuje, pokud jej nezrušíte alespoň 24 hodin před koncem aktuálního období. Předplatné můžete kdykoli zrušit v nastavení svého účtu v App Store.
da: Premium-funktioner kræver et abonnement. Abonnementer fornyes automatisk, medmindre de opsiges senest 24 timer før udgangen af den aktuelle periode. Du kan til enhver tid opsige dit abonnement i indstillingerne for din App Store-konto.
de: Premium-Funktionen erfordern ein Abo. Abos verlängern sich automatisch, sofern nicht mind. 24 Stunden vor Periodenende gekündigt wird. Du kannst jederzeit über deine App-Store-Einstellungen kündigen.
es: Las funciones premium requieren suscripción. Se renueva automáticamente salvo cancelación 24 h antes del fin del periodo. Puedes cancelar en los ajustes de App Store.
et: Premium-funktsioonid eeldavad tellimust. Tellimused uuenevad automaatselt, kui neid ei tühistata vähemalt 24 tundi enne käimasoleva perioodi lõppu. Võid oma tellimuse igal ajal tühistada App Store'i konto seadetes.
fi: Premium-ominaisuudet vaativat tilauksen. Tilaukset uusiutuvat automaattisesti, ellei niitä peruuteta vähintään 24 tuntia ennen kuluvan jakson päättymistä. Voit peruuttaa tilauksesi milloin tahansa App Store -tilisi asetuksista.
fr: Les fonctions premium nécessitent un abonnement. Il se renouvelle automatiquement sauf annulation 24 h avant la fin de la période. Vous pouvez annuler via les réglages de l'App Store.
hr: Premium značajke zahtijevaju pretplatu. Pretplate se automatski obnavljaju osim ako se ne otkažu najmanje 24 sata prije kraja tekućeg razdoblja. Pretplatu možete otkazati u bilo kojem trenutku u postavkama svojeg App Store računa.
hu: A Prémium funkciók előfizetést igényelnek. Az előfizetések automatikusan megújulnak, ha nem mondod le őket legalább 24 órával az aktuális időszak vége előtt. Az előfizetésedet bármikor lemondhatod az App Store-fiókod beállításaiban.
is: Premium-eiginleikar krefjast áskriftar. Áskriftir endurnýjast sjálfkrafa nema þeim sé sagt upp í síðasta lagi 24 klukkustundum fyrir lok yfirstandandi tímabils. Þú getur sagt upp áskriftinni hvenær sem er í stillingum App Store-reikningsins þíns.
it: Le funzioni premium richiedono un abbonamento. Si rinnova automaticamente salvo disdetta 24 ore prima della fine del periodo. Puoi annullare dalle impostazioni dell'App Store.
ja: プレミアム機能のご利用にはサブスクリプションが必要です。サブスクリプションは、現在の期間終了の24時間以上前に解約されない限り自動的に更新されます。解約は App Store のアカウント設定からいつでも行えます。
ko: 프리미엄 기능은 구독이 필요합니다. 구독은 현재 기간이 끝나기 최소 24시간 전에 해지하지 않으면 자동으로 갱신됩니다. App Store 계정 설정에서 언제든지 구독을 해지할 수 있습니다.
lv: Premium funkcijām nepieciešams abonements. Abonementi tiek automātiski atjaunoti, ja vien tie netiek atcelti vismaz 24 stundas pirms pašreizējā perioda beigām. Abonementu jebkurā laikā vari atcelt sava App Store konta iestatījumos.
nb: Premium-funksjoner krever et abonnement. Abonnementer fornyes automatisk med mindre de sies opp minst 24 timer før inneværende periode utløper. Du kan si opp abonnementet når som helst i kontoinnstillingene dine i App Store.
nl: Premium-functies vereisen een abonnement. Abonnementen worden automatisch verlengd, tenzij ze minstens 24 uur voor het einde van de lopende periode worden opgezegd. Je kunt je abonnement op elk moment opzeggen via de accountinstellingen van je App Store.
pl: Funkcje Premium wymagają subskrypcji. Subskrypcje odnawiają się automatycznie, o ile nie zostaną anulowane co najmniej 24 godziny przed końcem bieżącego okresu. Subskrypcję możesz anulować w dowolnym momencie w ustawieniach swojego konta App Store.
pt: As funcionalidades Premium exigem uma assinatura. As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do fim do período atual. Você pode cancelar sua assinatura a qualquer momento nas configurações da sua conta da App Store.
ro: Funcțiile Premium necesită un abonament. Abonamentele se reînnoiesc automat dacă nu sunt anulate cu cel puțin 24 de ore înainte de finalul perioadei curente. Îți poți anula abonamentul oricând din setările contului tău App Store.
ru: Функции Premium требуют подписки. Подписка продлевается автоматически, если её не отменить минимум за 24 часа до конца текущего периода. Вы можете отменить подписку в любой момент в настройках учётной записи App Store.
sk: Funkcie Premium vyžadujú predplatné. Predplatné sa automaticky obnovuje, pokiaľ ho nezrušíte aspoň 24 hodín pred koncom aktuálneho obdobia. Predplatné môžete kedykoľvek zrušiť v nastaveniach svojho účtu v App Store.
sl: Funkcije Premium zahtevajo naročnino. Naročnine se samodejno podaljšajo, razen če jih prekličete vsaj 24 ur pred koncem trenutnega obdobja. Naročnino lahko kadar koli prekličete v nastavitvah svojega računa App Store.
sv: Premiumfunktioner kräver en prenumeration. Prenumerationer förnyas automatiskt om de inte avslutas minst 24 timmar före den aktuella periodens slut. Du kan avsluta din prenumeration när som helst i dina App Store-kontoinställningar.
th: ฟีเจอร์พรีเมียมต้องสมัครสมาชิก การสมัครสมาชิกจะต่ออายุอัตโนมัติ เว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน คุณสามารถยกเลิกการสมัครสมาชิกได้ทุกเมื่อผ่านการตั้งค่าบัญชี App Store ของคุณ
tr: Premium özellikler abonelik gerektirir. Abonelikler, mevcut dönemin bitiminden en az 24 saat önce iptal edilmedikçe otomatik olarak yenilenir. Aboneliğinizi istediğiniz zaman App Store hesap ayarlarınızdan iptal edebilirsiniz.
uk: Функції Premium потребують підписки. Підписки поновлюються автоматично, якщо їх не скасувати щонайменше за 24 години до завершення поточного періоду. Ви можете скасувати підписку будь-коли в налаштуваннях свого облікового запису App Store.
vi: Các tính năng Premium yêu cầu gói đăng ký. Gói đăng ký sẽ tự động gia hạn trừ khi được hủy ít nhất 24 giờ trước khi kỳ hiện tại kết thúc. Bạn có thể hủy gói đăng ký bất cứ lúc nào trong phần cài đặt tài khoản App Store.
zh_hans: 高级功能需要订阅。除非在当前订阅周期结束前至少 24 小时取消，否则订阅将自动续期。您可以随时在 App Store 账户设置中取消订阅。
zh_hant: 進階功能需要訂閱。除非在本期結束前至少 24 小時取消，否則訂閱會自動續訂。你可以隨時透過 App Store 帳戶設定取消訂閱。

source: Premium lets you add anything your wedding needs to the checklist — and check off every task on it.
ar: تتيح لك النسخة المميزة إضافة أي شيء يحتاجه زفافك إلى قائمة المهام — وإنجاز كل مهمة فيها.
cs: S Premium si do seznamu úkolů přidáte cokoli, co vaše svatba potřebuje — a odškrtnete každý úkol.
da: Med Premium kan I tilføje alt, jeres bryllup kræver, til tjeklisten — og hakke hver eneste opgave af.
de: Mit Premium fügt ihr der Checkliste alles hinzu, was eure Hochzeit braucht – und hakt jede Aufgabe ab.
es: Con Premium añades a la lista todo lo que necesita vuestra boda y marcas cada tarea.
et: Premiumiga saad lisada kontrollnimekirja kõike, mida sinu pulmad vajavad — ja iga ülesande sealt ka tehtuks märkida.
fi: Premiumilla voit lisätä tehtävälistalle mitä tahansa häänne tarvitsevat — ja kuitata jokaisen tehtävän tehdyksi.
fr: Avec Premium, ajoutez à la checklist tout ce dont votre mariage a besoin — et cochez chaque tâche.
hr: Premium vam omogućuje da na popis zadataka dodate sve što vaše vjenčanje treba — i da označite svaki zadatak na njemu.
hu: A Prémiummal bármit felvehetsz a teendőlistára, amire az esküvődnek szüksége van — és minden feladatot ki is pipálhatsz rajta.
is: Með Premium bætir þú öllu sem brúðkaupið þarf á gátlistann — og hakar við hvert einasta verkefni.
it: Con Premium aggiungi alla checklist tutto ciò che serve al vostro matrimonio e spunti ogni attività.
ja: プレミアムなら、結婚式に必要なものを何でもチェックリストに追加でき、すべてのタスクにチェックを入れられます。
ko: 프리미엄에서는 결혼식에 필요한 무엇이든 체크리스트에 추가하고, 모든 할 일을 완료 표시할 수 있어요.
lv: Ar Premium kontrolsarakstam vari pievienot visu, kas tavām kāzām vajadzīgs, — un atzīmēt katru uzdevumu kā paveiktu.
nb: Med Premium kan du legge alt bryllupet trenger inn på sjekklisten – og krysse av hver eneste oppgave.
nl: Met Premium zet je alles wat jullie bruiloft nodig heeft op de checklist — en vink je elke taak erop af.
pl: Premium pozwala dopisać do listy wszystko, czego potrzebuje Wasz ślub — i odhaczyć każde zadanie.
pt: O Premium deixa você adicionar à lista de tarefas tudo o que o casamento precisar — e marcar cada tarefa como concluída.
ro: Cu Premium poți adăuga în lista de sarcini orice are nevoie nunta ta — și poți bifa fiecare sarcină de pe ea.
ru: С Premium вы добавляете в чек-лист всё, что нужно вашей свадьбе, — и отмечаете каждую задачу выполненной.
sk: S Premium si do zoznamu úloh pridáte čokoľvek, čo vaša svadba potrebuje — a odškrtnete každú jednu úlohu.
sl: S Premiumom lahko na seznam dodata vse, kar vajina poroka potrebuje – in odkljukata prav vsako opravilo.
sv: Med Premium kan du lägga till allt ditt bröllop behöver på checklistan – och bocka av varenda uppgift på den.
th: พรีเมียมให้คุณเพิ่มทุกอย่างที่งานแต่งงานของคุณต้องใช้ลงในเช็คลิสต์ — และติ๊กว่าเสร็จได้ทุกรายการ
tr: Premium, düğününüzün ihtiyaç duyduğu her şeyi kontrol listesine eklemenizi — ve listedeki her görevi işaretlemenizi sağlar.
uk: Premium дозволяє додати в чек-лист усе, що потрібно вашому весіллю, — і виконати кожне завдання в ньому.
vi: Premium cho phép bạn thêm bất cứ thứ gì đám cưới cần vào danh sách công việc — và đánh dấu hoàn thành từng việc một.
zh_hans: 高级版让你们把婚礼需要的任何事项都加进清单——并且逐项打勾完成。
zh_hant: 進階版讓你把婚禮需要的任何事情加進待辦清單 — 而且每一項都能打勾完成。

source: Premium lets you export your guests and vendors whenever you need them.
ar: تتيح لك النسخة المميزة تصدير ضيوفك ومورديك متى احتجت إليهم.
cs: S Premium si hosty i dodavatele vyexportujete, kdykoli je potřebujete.
da: Med Premium kan I eksportere jeres gæster og leverandører, når I har brug for det.
de: Mit Premium exportierst du Gäste und Dienstleister, wann immer du sie brauchst.
es: Con Premium exportas invitados y proveedores cuando los necesites.
et: Premiumiga saad oma külalised ja teenusepakkujad eksportida alati, kui neid vaja on.
fi: Premiumilla voit viedä vieraasi ja palveluntarjoajasi ulos aina kun tarvitset.
fr: Avec Premium, exportez invités et prestataires dès que vous en avez besoin.
hr: Premium vam omogućuje izvoz gostiju i dobavljača kad god vam zatrebaju.
hu: A Prémiummal bármikor exportálhatod a vendégeidet és a szolgáltatóidat.
is: Með Premium flytur þú út gestina og þjónustuaðilana hvenær sem þú þarft.
it: Con Premium esporti invitati e fornitori quando ti servono.
ja: プレミアムなら、ゲストと業者を必要なときにいつでもエクスポートできます。
ko: 프리미엄에서는 하객과 업체를 필요할 때 언제든 내보낼 수 있어요.
lv: Ar Premium vari eksportēt savus viesus un pakalpojumu sniedzējus, kad vien nepieciešams.
nb: Med Premium kan du eksportere gjestene og leverandørene dine når du trenger det.
nl: Met Premium exporteer je je gasten en leveranciers wanneer je ze nodig hebt.
pl: Premium pozwala wyeksportować gości i usługodawców, kiedy tylko ich potrzebujecie.
pt: O Premium deixa você exportar convidados e fornecedores sempre que precisar.
ro: Cu Premium îți poți exporta invitații și furnizorii oricând ai nevoie de ei.
ru: С Premium вы экспортируете гостей и подрядчиков в любой момент.
sk: S Premium si hostí aj dodávateľov vyexportujete vždy, keď ich potrebujete.
sl: S Premiumom lahko goste in ponudnike izvozita, kadar koli ju potrebujeta.
sv: Med Premium kan du exportera dina gäster och leverantörer när du än behöver dem.
th: พรีเมียมให้คุณส่งออกข้อมูลแขกและผู้ให้บริการได้ทุกเมื่อที่ต้องการ
tr: Premium, misafirlerinizi ve tedarikçilerinizi ihtiyaç duyduğunuz an dışa aktarmanızı sağlar.
uk: Premium дозволяє експортувати гостей і підрядників, щойно вони вам знадобляться.
vi: Premium cho phép bạn xuất danh sách khách mời và nhà cung cấp bất cứ khi nào bạn cần.
zh_hans: 高级版让你们随时导出宾客和供应商名单。
zh_hant: 進階版讓你隨時匯出賓客與廠商資料。

source: Premium opens every budget category, so each part of your wedding has its own place to live.
ar: تفتح النسخة المميزة كل فئات الميزانية، ليكون لكل جزء من زفافك مكانه الخاص.
cs: Premium odemkne všechny kategorie rozpočtu, takže každá část vaší svatby má své vlastní místo.
da: Premium åbner alle budgetkategorier, så hver del af jeres bryllup får sin egen plads.
de: Premium öffnet alle Budget-Kategorien – so hat jeder Teil eurer Hochzeit seinen festen Platz.
es: Premium abre todas las categorías del presupuesto para que cada parte de la boda tenga su sitio.
et: Premium avab kõik eelarvekategooriad, nii et igal sinu pulmade osal on oma kindel koht.
fi: Premium avaa kaikki budjettikategoriat, joten jokaisella häidenne osalla on oma paikkansa.
fr: Premium ouvre toutes les catégories de budget : chaque partie du mariage a sa place.
hr: Premium otključava svaku kategoriju proračuna, tako da svaki dio vašeg vjenčanja ima svoje mjesto.
hu: A Prémium minden költségvetési kategóriát megnyit, így az esküvőd minden része megkapja a saját helyét.
is: Premium opnar alla flokka fjárhagsáætlunarinnar, svo hver hluti brúðkaupsins fái sinn eigin stað.
it: Premium apre tutte le categorie di budget, così ogni parte del matrimonio ha il suo posto.
ja: プレミアムならすべての予算カテゴリーが開き、結婚式のあらゆる要素に専用の置き場所ができます。
ko: 프리미엄에서는 모든 예산 카테고리가 열려, 결혼식의 모든 부분이 각자의 자리를 갖게 돼요.
lv: Premium atver visas budžeta kategorijas, lai katrai kāzu daļai būtu sava vieta.
nb: Premium åpner alle budsjettkategoriene, så hver del av bryllupet får sin egen plass.
nl: Premium opent elke budgetcategorie, zodat elk onderdeel van jullie bruiloft zijn eigen plek heeft.
pl: Premium otwiera wszystkie kategorie budżetu, więc każda część Waszego ślubu ma swoje miejsce.
pt: O Premium abre todas as categorias do orçamento, para que cada parte do casamento tenha seu próprio lugar.
ro: Premium deschide toate categoriile de buget, așa că fiecare parte a nunții își are locul ei.
ru: Premium открывает все категории бюджета, чтобы у каждой части свадьбы было своё место.
sk: Premium odomkne každú kategóriu rozpočtu, takže každá časť vašej svadby má svoje vlastné miesto.
sl: Premium odklene vse proračunske kategorije, tako da ima vsak del vajine poroke svoje mesto.
sv: Premium öppnar alla budgetkategorier, så att varje del av ditt bröllop får en egen plats.
th: พรีเมียมเปิดหมวดงบประมาณครบทุกหมวด ทุกส่วนของงานแต่งงานจึงมีที่อยู่ของตัวเอง
tr: Premium tüm bütçe kategorilerini açar; böylece düğününüzün her parçasının kendi yeri olur.
uk: Premium відкриває всі категорії бюджету, щоб кожна частина вашого весілля мала своє місце.
vi: Premium mở khóa mọi hạng mục ngân sách, để mỗi phần của đám cưới đều có chỗ riêng của mình.
zh_hans: 高级版解锁全部预算类别，让婚礼的每个部分都有自己的归处。
zh_hant: 進階版開放全部預算類別，讓婚禮的每個環節都有自己的位置。

source: Premium turns your plan into a beautiful PDF you can hand to anyone who needs it.
ar: تحوّل النسخة المميزة خطتك إلى ملف PDF أنيق يمكنك تسليمه لكل من يحتاجه.
cs: Premium promění váš plán v krásné PDF, které předáte komukoli, kdo ho potřebuje.
da: Premium forvandler jeres plan til en smuk PDF, I kan give til alle, der har brug for den.
de: Premium macht aus eurem Plan ein schönes PDF, das ihr jedem in die Hand geben könnt.
es: Premium convierte vuestro plan en un PDF precioso que puedes dar a quien lo necesite.
et: Premium muudab sinu plaani kauniks PDF-iks, mille saad ulatada igaühele, kes seda vajab.
fi: Premium muuttaa suunnitelmasi kauniiksi PDF-tiedostoksi, jonka voit antaa kenelle tahansa sitä tarvitsevalle.
fr: Premium transforme votre planning en un beau PDF à remettre à qui en a besoin.
hr: Premium pretvara vaš plan u prekrasan PDF koji možete predati svakome kome zatreba.
hu: A Prémium gyönyörű PDF-fé alakítja a tervedet, amelyet bárkinek odaadhatsz, akinek szüksége van rá.
is: Premium breytir áætluninni þinni í fallegt PDF sem þú getur rétt hverjum sem þarf.
it: Premium trasforma il vostro piano in un bel PDF da consegnare a chi serve.
ja: プレミアムなら、プランを美しい PDF にして、必要な方にそのままお渡しできます。
ko: 프리미엄에서는 플랜을 예쁜 PDF로 만들어 필요한 사람 누구에게나 전할 수 있어요.
lv: Premium pārvērš tavu plānu skaistā PDF, ko vari nodot ikvienam, kam tas nepieciešams.
nb: Premium gjør planen din til en vakker PDF du kan gi til alle som trenger den.
nl: Premium maakt van jullie plan een mooie PDF die je kunt geven aan iedereen die hem nodig heeft.
pl: Premium zmienia Wasz plan w piękny PDF, który możecie przekazać każdemu, kto go potrzebuje.
pt: O Premium transforma seu plano em um PDF lindo que você pode entregar a quem precisar.
ro: Premium îți transformă planul într-un PDF frumos, pe care îl poți da oricui are nevoie de el.
ru: Premium превращает ваш план в красивый PDF, который можно передать любому, кому он нужен.
sk: Premium premení váš plán na krásne PDF, ktoré môžete dať každému, kto ho potrebuje.
sl: Premium vajin načrt spremeni v čudovit PDF, ki ga lahko izročita vsakomur, ki ga potrebuje.
sv: Premium förvandlar din plan till en snygg PDF som du kan lämna över till alla som behöver den.
th: พรีเมียมเปลี่ยนแผนของคุณเป็น PDF สวย ๆ ที่ส่งต่อให้ใครก็ได้ที่ต้องใช้
tr: Premium, planınızı ihtiyacı olan herkese verebileceğiniz şık bir PDF'e dönüştürür.
uk: Premium перетворює ваш план на гарний PDF, який можна передати будь-кому.
vi: Premium biến kế hoạch của bạn thành một bản PDF đẹp mắt, sẵn sàng đưa cho bất kỳ ai cần.
zh_hans: 高级版把你们的计划变成一份精美的 PDF，随时可以交给需要的人。
zh_hant: 進階版把你的計畫變成一份漂亮的 PDF，需要時可以直接交給任何人。

source: Premium turns your spending into clear insights — before a surprise does it for you.
ar: تحوّل النسخة المميزة مصروفاتك إلى رؤى واضحة — قبل أن تفعلها مفاجأة غير سارة.
cs: Premium promění vaše výdaje v jasný přehled — dřív než to za vás udělá nemilé překvapení.
da: Premium forvandler jeres forbrug til klare indsigter — før en overraskelse gør det for jer.
de: Premium macht aus euren Ausgaben klare Einblicke – bevor es eine Überraschung tut.
es: Premium convierte tus gastos en datos claros, antes de que lo haga una sorpresa.
et: Premium muudab sinu kulud selgeks ülevaateks — enne kui mõni üllatus seda sinu eest teeb.
fi: Premium muuttaa kulusi selkeiksi havainnoiksi — ennen kuin yllätys tekee sen puolestasi.
fr: Premium transforme vos dépenses en analyses claires — avant qu'une surprise s'en charge.
hr: Premium pretvara vašu potrošnju u jasne uvide — prije nego što to umjesto njega učini neko iznenađenje.
hu: A Prémium átlátható elemzéssé alakítja a kiadásaidat — mielőtt egy meglepetés tenné meg helyette.
is: Premium breytir útgjöldunum þínum í skýra innsýn — áður en óvænt uppákoma sér um það.
it: Premium trasforma le spese in dati chiari, prima che lo faccia una sorpresa.
ja: プレミアムなら、支出がわかりやすいインサイトに変わります — 予想外の出費に驚かされる前に。
ko: 프리미엄은 지출을 한눈에 보이는 인사이트로 바꿔줘요 — 예상치 못한 일이 벌어지기 전에.
lv: Premium pārvērš tavus tēriņus skaidros ieskatos — pirms to izdara kāds pārsteigums.
nb: Premium gjør utgiftene dine om til tydelig innsikt – før en overraskelse gjør det for deg.
nl: Premium zet jullie uitgaven om in heldere inzichten — voordat een verrassing dat voor je doet.
pl: Premium zmienia Wasze wydatki w czytelne analizy — zanim zrobi to za Was niemiła niespodzianka.
pt: O Premium transforma seus gastos em informações claras — antes que uma surpresa faça isso por você.
ro: Premium îți transformă cheltuielile în analize clare — înainte să o facă o surpriză neplăcută.
ru: Premium превращает ваши траты в понятную аналитику — раньше, чем это сделает неприятный сюрприз.
sk: Premium premení vaše výdavky na jasný prehľad — skôr, než to za vás urobí nepríjemné prekvapenie.
sl: Premium vajino porabo spremeni v jasne vpoglede – preden to namesto njega stori kakšno presenečenje.
sv: Premium förvandlar dina utgifter till tydliga insikter – innan en överraskning hinner göra det åt dig.
th: พรีเมียมเปลี่ยนการใช้จ่ายของคุณให้เป็นข้อมูลเชิงลึกที่ชัดเจน — ก่อนที่เรื่องเซอร์ไพรส์จะมาบอกคุณเอง
tr: Premium, harcamalarınızı net analizlere çevirir — bir sürpriz bunu sizin yerinize yapmadan önce.
uk: Premium перетворює ваші витрати на зрозумілу аналітику — перш ніж це зробить неприємний сюрприз.
vi: Premium biến chi tiêu của bạn thành những phân tích rõ ràng — trước khi một bất ngờ nào đó làm điều đó thay bạn.
zh_hans: 高级版把你们的开销变成清晰的洞察——免得被意外账单打个措手不及。
zh_hant: 進階版把你的支出變成清楚的分析 — 不用等到被帳單嚇一跳才知道。

source: Prepare payments/tips
ar: تجهيز المدفوعات والإكراميات
cs: Připravit platby a spropitné
da: Forbered betalinger/drikkepenge
de: Zahlungen/Trinkgelder vorbereiten
es: Preparar pagos y propinas
et: Valmista ette maksed ja jootraha
fi: Valmistele maksut ja tipit
fr: Préparer les paiements et les pourboires
hr: Pripremite plaćanja/napojnice
hu: Kifizetések/borravalók előkészítése
is: Undirbúa greiðslur/þjórfé
it: Prepara pagamenti e mance
ja: 支払いや心付けを準備する
ko: 결제와 팁 준비하기
lv: Sagatavot maksājumus/dzeramnaudu
nb: Klargjør betalinger og tips
nl: Betalingen/fooien klaarleggen
pl: Przygotowanie płatności i napiwków
pt: Preparar pagamentos/gorjetas
ro: Pregătește plățile/bacșișurile
ru: Подготовить оплату и чаевые
sk: Pripravte platby a prepitné
sl: Pripravi plačila in napitnine
sv: Förbered betalningar och dricks
th: เตรียมเงินค่าใช้จ่าย/ทิป
tr: Ödemeleri/bahşişleri hazırlayın
uk: Підготуйте платежі та чайові
vi: Chuẩn bị thanh toán/tiền tip
zh_hans: 备好尾款与小费
zh_hant: 準備尾款與小費

source: Preparing your guest list…
ar: نجهّز قائمة ضيوفك…
cs: Připravujeme váš seznam hostů…
da: Vi gør jeres gæsteliste klar…
de: Gästeliste wird vorbereitet…
es: Preparando vuestra lista de invitados…
et: Valmistame ette sinu külaliste nimekirja…
fi: Valmistellaan vieraslistaasi…
fr: Préparation de votre liste d'invités…
hr: Pripremamo vaš popis gostiju…
hu: Előkészítjük a vendéglistádat…
is: Undirbý gestalistann þinn…
it: Prepariamo la lista invitati…
ja: ゲストリストを準備中…
ko: 하객 명단을 준비하는 중…
lv: Sagatavojam tavu viesu sarakstu…
nb: Forbereder gjestelisten…
nl: Je gastenlijst wordt klaargezet…
pl: Przygotowujemy Waszą listę gości…
pt: Preparando sua lista de convidados…
ro: Îți pregătim lista de invitați…
ru: Готовим ваш список гостей…
sk: Pripravujeme váš zoznam hostí…
sl: Pripravljamo vajin seznam gostov …
sv: Förbereder din gästlista…
th: กำลังเตรียมรายชื่อแขกของคุณ…
tr: Misafir listeniz hazırlanıyor…
uk: Готуємо ваш список гостей…
vi: Đang chuẩn bị danh sách khách mời của bạn…
zh_hans: 正在准备你们的宾客名单…
zh_hant: 正在準備你的賓客名單…

source: Priority
ar: الأولوية
cs: Priorita
da: Prioritet
de: Priorität
es: Prioridad
et: Prioriteet
fi: Prioriteetti
fr: Priorité
hr: Prioritet
hu: Prioritás
is: Forgangur
it: Priorità
ja: 優先度
ko: 우선순위
lv: Prioritāte
nb: Prioritet
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ro: Prioritate
ru: Приоритет
sk: Priorita
sl: Prednost
sv: Prioritet
th: ความสำคัญ
tr: Öncelik
uk: Пріоритет
vi: Ưu tiên
zh_hans: 优先级
zh_hant: 優先順序

source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutz
es: Política de privacidad
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hr: Pravila privatnosti
hu: Adatvédelmi tájékoztató
is: Persónuverndarstefna
it: Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
lv: Privātuma politika
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策
